
export const Action = [

    // 해외영화
    
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240425_256%2F17140073560223JK9r_JPEG%2Fmovie_image.jpg",
        title: "범죄도시4",
        desc: "신종 마약 사건 3년 뒤, 괴물형사 ‘마석도’(마동석)와 서울 광수대는 배달앱을 이용한 마약 판매 사건을 수사하던 중 수배 중인 앱 개발자가 필리핀에서 사망한 사건이 대규모 온라인 불법 도박 조직과 연관되어 있음을 알아낸다. 필리핀에 거점을 두고 납치, 감금, 폭행, 살인 등으로 대한민국 온라인 불법 도박 시장을 장악한 특수부대 용병 출신의 빌런 ‘백창기’(김무열)와 한국에서 더 큰 판을 짜고 있는 IT업계 천재 CEO ‘장동철’(이동휘). ‘마석도’는 더 커진 판을 잡기 위해 ‘장이수’(박지환)에게 뜻밖의 협력을 제안하고 광역수사대는 물론, 사이버수사대까지 합류해 범죄를 소탕하기 시작하는데… 나쁜 놈 잡는데 국경도 영역도 제한 없다! 업그레이드 소탕 작전! 거침없이 싹 쓸어버린다!",
        author: "액션, 범죄",
        date: "2024.04.24",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20231221_48%2F1703131000122aHqgi_JPEG%2Fmovie_image.jpg",
        title: "노량:죽음의 바다",
        desc: "임진왜란 발발로부터 7년이 지난 1598년 12월. 이순신(김윤석)은 왜군의 수장이던 도요토미 히데요시가 갑작스럽게 사망한 뒤 왜군들이 조선에서 황급히 퇴각하려 한다는 것을 알게 된다. “절대 이렇게 전쟁을 끝내서는 안 된다” 왜군을 완벽하게 섬멸하는 것이 이 전쟁을 올바르게 끝나는 것이라 생각한 이순신은 명나라와 조명연합함대를 꾸려 왜군의 퇴각로를 막고 적들을 섬멸하기로 결심한다. 하지만 왜군의 뇌물 공세에 넘어간 명나라 도독 진린(정재영)은 왜군에게 퇴로를 열어주려 하고, 설상가상으로 왜군 수장인 시마즈(백윤식)의 살마군까지 왜군의 퇴각을 돕기 위해 노량으로 향하는데…",
        author: "액션, 드라마",
        date: "2023.12.20",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240529_235%2F1716967874855bVfQk_JPEG%2Fmovie_image.jpg",
        title: "나쁜 녀석들: 라이드 오어 다이",
        desc: "마이애미 강력반 최고의 콤비 ‘마이크’(윌 스미스)와 ‘마커스’(마틴 로렌스). 가족 같은 ‘하워드’(조 판토리아노) 반장이 사망 전 마약 카르텔 조직의 비리에 연루되었다는 뉴스 속보를 접하게 된다. 하지만 아무도 믿지 말라는 ‘하워드’ 반장의 비밀 메시지를 받은 ‘마이크’와 ‘마커스’ 형사는 사건의 진실을 밝히기 위해 위험한 수사를 시작한다. 서서히 드러나는 거대한 음모와 마주하게 된 나쁜 녀석들. 그러나 이들 역시 함정에 빠져 사건의 용의자로 지목되며 동료 경찰들은 물론 마약 카르텔 조직에게도 쫓기는 신세가 되고 마는데… 용의자가 된 나쁜 녀석들의 화끈한 수사가 시작된다!",
        author: "액션, 코미디",
        date: "2024.06.06",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20220615_63%2F1655270906406BGdFF_JPEG%2Fmovie_image.jpg",
        title: "마녀(魔女) Part2. The Other One",
        desc: "’자윤’이 사라진 뒤, 정체불명의 집단의 무차별 습격으로 마녀 프로젝트가 진행되고 있는 ‘아크’가 초토화된다. 그곳에서 홀로 살아남은 ‘소녀’는 생애 처음 세상 밖으로 발을 내딛고 우연히 만난 ‘경희’의 도움으로 농장에서 지내며 따뜻한 일상에 적응해간다. 한편, ‘소녀’가 망실되자 행방을 쫓는 책임자 ‘장’과 마녀 프로젝트의 창시자 ‘백총괄’의 지령을 받고 제거에 나선 본사 요원 ‘조현’, ‘경희’의 농장 소유권을 노리는 조직의 보스 ‘용두’와 상해에서 온 의문의 4인방까지 각기 다른 목적을 지닌 세력이 하나 둘 모여들기 시작하면서 ‘소녀’ 안에 숨겨진 본성이 깨어나는데… 모든 것의 시작, 더욱 거대하고 강력해진 마녀가 온다.",
        author: "액션",
        date: "2022.06.15",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20140424_211%2F1398315678038omnHU_JPEG%2Fmovie_image.jpg",
        title: "끝까지 간다",
        desc: "어머니의 장례식 날, 급한 연락을 받고 경찰서로 향하던 형사 ‘고건수’(이선균). 아내의 이혼 통보, 갑작스런 내사 소식까지, 스트레스 폭발 직전의 건수는 실수로 사람을 치는 사고를 일으키고 만다. 되돌릴 수 없는 상황! 어떻게든 모면해야 하는 건수는 누구도 찾을 수 없는 곳, 바로 어머니의 관 속에 시체를 숨긴다. 끝났다고 생각한 순간, 놈이 나타났다! 하지만 곧 경찰 내부에서 실종 및 뺑소니 사건에 대한 수사가 시작되고 범인이 다름아닌 자기 자신인 건수는 이를 은폐하기 위해 애쓴다. 그러던 어느 날, 사건의 모든 걸 알고 있다는 정체불명의 목격자 ‘박창민’(조진웅)이 등장하고, 목적을 감춘 채 건수를 조여오는 창민의 협박 속 건수의 상황은 예측할 수 없는 위기로 치달아 가는데…! 절체절명 형사의 마지막 반격 되돌릴 수 없다면, 끝까지 간다!",
        author: "범죄, 액션",
        date: "2014.05.29",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111223_67%2F1324619531349Xc7vj_JPEG%2Fmovie_image.jpg",
        title: "아저씨",
        desc: "불행한 사건으로 아내를 잃고 세상을 등진 채 전당포를 꾸려가며 외롭게 살아가는 전직 특수요원 태식. 찾아오는 사람이라곤 전당포에 물건을 맡기러 오는 사람들과 옆집소녀 소미뿐이다. 세상으로부터 버림받은 소미와 함께 보내는 시간이 많아지면서 태식과 소미는 서로 마음을 열며 친구가 되어간다. 그러던 어느 날 소미가 갑자기 사라진다. 소미 엄마가 범죄사건에 연루되면서 같이 납치되고 만 것이다. 소미의 행방을 쫓아 다시 세상 밖으로 나오게 된 태식. 단 하나뿐인 친구인 소미를 위험에서 지켜내기 위해 범죄조직과 모종의 거래를 하지만 소미의 행방은 여전히 묘연하고, 경찰이 태식을 뒤쫓기 시작하면서 태식은 범죄조직과 경찰 양 쪽의 추격을 받게 된다. 그 과정에서 베일에 싸여 있던 태식의 비밀스런 과거도 드러나기 시작하는데…..",
        author: "액션, 범죄, 드라마",
        date: "2010.08.04",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20180514_8%2F1526283164559Ij2qF_JPEG%2Fmovie_image.jpg",
        title: "오션스 8",
        desc: "전 애인의 배신으로 5년간 감옥에서 썩은 ‘데비 오션’(산드라 블록)은 가석방되자마자 믿음직한 동료 ‘루’(케이트 블란쳇)와 함께 새로운 작전을 계획한다. 그들의 목표는 바로, 뉴욕 메트로폴리탄 박물관에서 열리는 미국 최대 패션 행사인 메트 갈라에 참석하는 톱스타 ‘다프네’(앤 해서웨이)의 목에 걸린 1천 5백억 원의 다이아몬드 목걸이를 훔치는 것! 디자이너부터 보석전문가, 소매치기와 해커까지, 전격 결성된 각 분야 전문가들이 마침내 실행에 나서는데… 기가 막힌 작전, 그 뒤에 또 다른 목적 화끈하게 훔치고 시원하게 갚는다!",
        author: "액션, 범죄",
        date: "2018.06.13",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240404_183%2F1712209185918jYIpJ_JPEG%2Fmovie_image.jpg",
        title: "고스트버스터즈: 오싹한 뉴욕",
        desc: "얼어붙은 세상을 깨라! 무더운 여름의 뉴욕의 어느 날, 고대 유물 속 깨어난 ‘데스칠’로 인해 정체불명의 냉기가 몰려오고 마침내 도시는 얼어붙고 만다. 유령을 퇴치하는 ‘그루버슨’(폴 러드)과 라이즈 버스터즈 멤버들은 얼어붙은 세상을 깨부수기 위해 유령 군단을 쫓기 시작하는데…",
        author: "액션, 모험",
        date: "2024.04.17",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20181207_3%2F1544172927548CbuaX_JPEG%2Fmovie_image.jpg",
        title: "스파이더맨: 뉴 유니버스",
        desc: "평범한 10대 ‘마일스 모랄레스’는 우연히 방사능 거미에 물려 스파이더맨 능력을 가지게 된다. 혼란스러워하던 ‘마일스’는 악당과 싸우고 있는 ‘피터 파커’를 마주치게 되고 ‘피터 파커’는 ‘마일스’가 자신과 같은 능력을 가지고 있음을 직감한다. 여러 개의 평행세계가 존재한다는 것을 알게 된 ‘마일스’와 ‘피터 파커’는 이후 스파이더우먼 ‘스파이더 그웬’, ‘스파이더맨 누아르’, ‘스파이더햄’ 등 평행세계 속 공존하는 모든 스파이더맨들을 만나게 되는데… 하나의 유니버스에서 만나 팀을 결성한 스파이더맨들은 과연 세계를 구할 수 있을까? 스파이더맨들의 새로운 시대가 열린다!",
        author: "애니메이션, 액션, 가족",
        date: "2018.12.12",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20230609_126%2F1686293895296CKL3o_JPEG%2Fmovie_image.jpg",
        title: "스파이더맨: 어크로스 더 유니버스",
        desc: "스파이더맨 VS 스파이더맨?! 여러 성장통을 겪으며 새로운 스파이더맨이 된 ‘마일스 모랄레스’. 그 앞에 다른 평행세계의 스파이더우먼 ‘그웬’이 다시 나타난다. 모든 차원의 멀티버스 속 스파이더맨들을 만나게 되지만, 질서에 대한 신념이 부딪히며 예상치 못한 균열이 생기는데… 상상 그 이상을 넘어서는 멀티버스의 세계가 열린다!",
        author: "애니메이션, 액션, 모험",
        date: "2023.06.21",
    }
   
]