
export const Comedy = [

    
   {
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20160112_146%2F1452573577623EyUOh_JPEG%2Fmovie_image.jpg",
    title: "검사외전",
    desc: "진실 앞에 무대뽀! 다혈질 검사, 살인 누명을 쓰고 감옥에 갇히다! 거친 수사 방식으로 유명한 다혈질 검사 ‘변재욱’(황정민). 취조 중이던 피의자가 변사체로 발견 되면서 살인 혐의로 체포된다. 꼼짝없이 살인 누명을 쓰게 된 '변재욱'은 결국 15년 형을 받고 수감 된다. 진실 따위 나 몰라라! 허세남발 꽃미남 사기꾼, 반격 작전에 선수로 기용되다! 감옥에서 복수의 칼을 갈던 재욱. 5년 후, 자신이 누명을 쓰게 된 사건에 대해 알고 있는 허세남발 꽃미남 사기꾼 ‘치원’(강동원)을 우연히 만나게 되고, 그 순간 감옥 밖 작전을 대행해 줄 선수임을 직감한다. 검사 노하우를 총 동원, 치원을 무혐의로 내보내고 반격을 준비하는 재욱. 하지만 자유를 얻은 치원은 재욱에게서 벗어날 기회만 호시탐탐 노리는데… 감옥에 갇힌 검사와 세상 밖으로 나온 사기꾼! 이들의 예측불허, 반격의 한탕은 성공할 수 있을까?",
    author: "범죄, 코미디",
    date: "2016.02.03",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20120731_293%2F1343700608641aFsBs_JPEG%2Fmovie_image.jpg",
    title: "바람과 함께 사라지다",
    desc: "총명함은 타고났으나 우의정의 서자요, 잡서적에 빠져 지내던 ‘덕무(차태현)’. 얼음 독점권을 차지하려는 좌의정 ‘조명수’에 의해 아버지가 누명을 쓰게 되자 그의 뒤통수를 칠 묘안을 떠올린다. 바로 서빙고의 얼음을 통째로 털겠다는 것! 한때 서빙고를 관리했지만 조명수 일행에 의해 파직당한 ‘동수(오지호)’와 손을 잡은 덕무는 작전에 필요한 조선 제일의 고수들을 찾아 나선다. 그들이 움직이면 ‘얼음’이 사라진다! 한양 최고의 돈줄 ‘수균(성동일)’을 물주로 잡고, 도굴 전문가 ‘석창(고창석)’, 폭탄 제조 전문가 ‘대현(신정근)’, 변장술의 달인 ‘재준(송종호)’, 총알배송 마차꾼 ‘철주(김길동)’ 등 각 분야 전문가들을 불러모은 덕무와 동수. 여기에 동수의 여동생인 잠수전문가 ‘수련(민효린)’과 아이디어 뱅크 ‘정군(천보근)’, 유언비어의 원조 ‘난이(김향기)’까지 조선 최고의 ‘꾼’들이 모두 한자리에 모이게 되고, 3만정의 얼음을 훔치기 위한 본격 작전에 나서기 시작한다! “우리는 돈, 금, 얼음을 가지고 바람과 함께 사라지는 겁니다!”",
    author: "코미디, 액션",
    date: "2012.08.08",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111223_34%2F13246299046080kAgY_JPEG%2Fmovie_image.jpg",
    title: "헬로우 고스트",
    desc: "죽는 게 소원인 외로운 남자 상만(차태현). 어느 날 그에게 귀신이 보이기 시작한다. 거머리처럼 딱 달라붙은 변태귀신, 꼴초귀신, 울보귀신, 초딩귀신. 소원을 들어달라는 귀신과 그들 때문에 죽지도 못하게 된 상만. 결국 그들의 소원을 들어주는 사이, 예상치 못했던 생애 최고의 순간과 마주하게 되는데…",
    author: "코미디",
    date: "2010.12.22",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111222_283%2F1324561166934KJyL7_JPEG%2Fmovie_image.jpg",
    title: "미녀는 괴로워",
    desc: "169cm, 95kg. K-1이나 씨름판에 나가도 거뜬할 체격을 가진, 그러나 한 남자에게 사랑받고 싶은 여린 마음의 소유자 한나(김아중 분). 신이 그녀에게 허락한 유일한 선물인 천상의 목소리로 가수를 꿈꾸지만 미녀 가수 ‘아미’의 립싱크에 대신 노래를 불러주는 ‘얼굴 없는 가수’ 신세다. 생계를 위해 밤에는 ‘폰팅 알바’까지 뛰어야 한다. 쉴 틈 없이 혹사당하는 목. 그러나 정작 가장 괴로운 건 그녀의 마음이다. ‘아미’의 음반 프로듀서이며 자신의 음악성을 인정해준 유일한 사람 한상준(주진모 분)을 남몰래 사랑하게 된 것. 짝사랑에 몸달아하던 그녀, 드디어 꿈에 그리던 그의 생일파티에 초대받고 들뜬 마음으로 한껏 멋을 부리고 나타나는데... 그런데 그날 밤 이후 거대한 그녀가 흔적도 없이 사라졌다?! 169cm, 48kg. 뽀샵으로 그려도 힘든 완벽한 S라인 몸매의 소유자 ‘제니’. ‘한나’가 흔적도 없이 사라져 음반활동을 중단하게 된 ‘아미’의 공백을 멋지게 메꾸어 줄 상준에게는 그야말로 구세주다. 교통사고 당한 사람이 넋을 놓고 쳐다보다가 병원가기를 잊을 만큼 황홀한 미모의 그녀는 고맙게도 노래실력까지 사라진 ‘한나’ 만큼 돼주신다. 그러나 떨이로 파는 생선에 환장하고, 넘어진 자장면 배달부의 빈 그릇을 친절히 주워주며, 예쁘다는 말에 눈물까지 글썽이며 감동하고, 남이 먹다 남긴 것도 거침없이 주워 먹는 등 희한한 엽기행각을 벌인다. 이상하리 만큼 착한 미녀 제니! 이 모든 상황을 의혹과 질투의 눈으로 바라보는 라이벌 ‘아미’. 점점 자신의 입지를 위협하는 제니의 존재에 위기감을 느끼고, 독특한 미녀 제니의 뒷조사를 감행한다. 과연 그녀의 S라인 뒤에 숨겨진 살 떨리는 비밀은 무엇일까?",
    author: "코미디, 멜로/로맨스, 드라마",
    date: "2006.12.14",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111222_175%2F1324500203068WSuLH_JPEG%2Fmovie_image.jpg",
    title: "화이트 칙스",
    desc: "위장술 하나는 끝내주지만 정작 사건 해결은 못해본 FBI 명물 콤비 마커스(말론 웨이언스)와 케빈(숀 웨이언스)은 순간의 착각으로 거물급 마약상을 놓치는 일대 실수를 저지르고 만다. FBI에서 퇴출 위기에 몰린 둘은 얼떨결에 자선파티 참석을 위해 LA에 오는 호텔재벌 윌슨가 자매의 모두가 꺼려하는 경호를 떠맡게 된다. 하지만 첫날부터 호틀갑 자매의 귀하신 얼굴에 상처를 내는 대형사고(?)를 치고 마는데... 길길이 날뛰는 자매 앞에 이들이 살아남는 방법은 딱 하나! '뽕 넣고 찍어 발라서라도' 그녀들로 변신, 그녀들 대신 사교계를 휘어잡는 것! 이제 풍만한 가슴에 쭉빠진 바디라인의 금발미녀가 된 그들, 아니 그녀들은 알고보면 첩보전을 능가하는 칵테일 파티와 총격전보다 살벌한 패션쇼 등 재벌계의 엄청난 사생활에 말려들기 시작하는데...?!",
    author: "코미디, 범죄",
    date: "2004.11.17",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20161005_215%2F1475647328961ETC6k_JPEG%2Fmovie_image.jpg",
    title: "세얼간이",
    desc: "천재들만 간다는 일류 명문대 ICE, 성적과 취업만을 강요하는 학교를 발칵 뒤집어 놓은 대단한 녀석 란초! 아버지가 정해준 꿈, `공학자`가 되기 위해 정작 본인이 좋아하는 일은 포기하고 공부만하는 파파보이 파르한! 찢어지게 가난한 집, 병든 아버지와 식구들을 책임지기 위해 무조건 대기업에 취직해야만 하는 라주! 친구의 이름으로 뭉친 `세 얼간이`! 삐딱한 천재들의 진정한 꿈을 찾기 위한 세상 뒤집기 한판이 시작된다!",
    author: "코미디",
    date: "2011.08.18",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20150910_279%2F1441866003899BJKw7_JPEG%2Fmovie_image.jpg",
    title: "인턴",
    desc: "창업 1년 반 만에 직원 220명의 성공신화를 이룬 줄스(앤 해서웨이). TPO에 맞는 패션센스, 업무를 위해 사무실에서도 끊임 없는 체력관리, 야근하는 직원 챙겨주고, 고객을 위해 박스포장까지 직접 하는 열정적인 30세 여성 CEO! 한편, 수십 년 직장생활에서 비롯된 노하우와 나이만큼 풍부한 인생경험이 무기인 만능 70세의 벤(로버트 드 니로)을 인턴으로 채용하게 되는데..",
    author: "코미디",
    date: "2015.09.24",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20170404_205%2F14912809685052Kzb6_JPEG%2Fmovie_image.jpg",
    title: "악마는 프라다를 입는다",
    desc: "최고의 패션 매거진 ‘런웨이’에 기적 같이 입사했지만 ‘앤드리아’(앤 해서웨이)에겐 이 화려한 세계가 그저 낯설기만 하다. 원래의 꿈인 저널리스트가 되기 위해 딱 1년만 버티기로 결심하지만 악마 같은 보스, ‘런웨이’ 편집장 ‘미란다’(메릴 스트립)와 일하는 것은 정말 지옥 같은데…!! 24시간 울려대는 휴대폰, 남자친구 생일도 챙기지 못할 정도의 풀 야근, 심지어 그녀의 쌍둥이 방학 숙제까지! 꿈과는 점점 멀어지고.. 잡일 전문 쭈구리 비서가 된 '앤드리아' 오늘도 ‘미란다’의 칼 같은 질타와 불가능해 보이는 미션에 고군분투하는 ‘앤드리아’ 과연, 전쟁 같은 이곳에서 버틸 수 있을까?",
    author: "코미디, 드라마",
    date: "2006.10.25",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240605_199%2F1717566899976PkMYe_JPEG%2Fmovie_image.jpg",
    title: "히트맨",
    desc: "경찰의 의뢰로 부업 삼아 살인 청부업자 행세를 하는 온화한 성품의 교수. 그런 그가 잠재 고객에게 끌리기 시작하면서 여러 문제가 연쇄적으로 터져 나온다.",
    author: "코미디",
    date: "2024.06.07",
},
{
    img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20220928_85%2F1664332929020nYWPc_JPEG%2Fmovie_image.jpg",
    title: "정직한 후보2",
    desc: "서울시장 선거에서 떨어지며 쫄딱 망한 백수가 된 ‘주상숙’은 우연히 바다에 빠진 한 청년을 구한 일이 뉴스를 타며 고향에서 화려한 복귀의 기회를 잡는다. 하지만 정직하면 할수록 바닥으로 곤두박질치는 지지율 앞에 다시 뻥쟁이로 돌아간 그 순간, ‘주상숙’에게 운명처럼 찾아온 ‘진실의 주둥이’! 이번엔 ‘주상숙’의 비서실장 ‘박희철’까지 주둥이가 쌍으로 털리게 되는데... 재미도 2배! 웃음도 2배! 주둥이 대폭발 코미디가 돌아왔다!",
    author: "코미디",
    date: "2022.09.28",
}
]