
export const Musical = [

    // 해외영화
    
      // 해외영화
    
      {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111223_116%2F1324568059929F372p_JPEG%2Fmovie_image.jpg",
        title: "맘마미아!",
        desc: "그리스의 작은 섬에서 엄마 도나(메릴 스트립)와 살고 있는 소피(아만다 시프리드)는 행복한 결혼을 앞둔 신부. 그러나 완벽한 결혼을 꿈꾸는 그녀의 계획에 흠이 있다면 결혼식에 입장할 손을 잡고 아빠가 없다는 것! 우연히 엄마의 일기장을 발견한 소피는 아빠로 추정되는 세 남자의 이름을 찾게 되고 엄마의 이름으로 그들을 초대한다. 결혼식 전날, 소피가 초대한 세 남자(샘,해리, 빌)가 그리스 섬에 도착하면서 도나는 당황하게 되는데... 과연 소피의 아빠는 누구일까? 그리고 이들의 결혼식은 무사히 끝날 수 있을까?",
        author: "코미디, 뮤지컬, 멜로/로맨스",
        date: "2008.09.03",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20180808_39%2F1533692610471D6ej4_JPEG%2Fmovie_image.jpg",
        title: "맘마미아!2",
        desc: "“인생은 짧고 세상은 넓어. 멋진 추억을 만들고 싶어!” 엄마 도나(메릴 스트립)의 모든 것이 담긴 호텔 재개장을 준비하며 홀로서기를 결심한 소피. 그녀는 엄마의 영원한 친구 타냐와 로지, 그리고 사랑스러운 세 아빠들 샘, 해리, 빌에게 리오픈 파티 초대장을 보낸다. 한편 소피는 파티 준비 중 엄마의 숨겨진 찬란했던 추억과 비밀을 들여다보게 되고, 뜻밖의 손님까지 방문하는데… 과연 한여름의 파티는 무사히 열릴 수 있을까? “엄마가 자랑스러워할 인생 최고의 파티를 열게요!”",
        author: "뮤지컬",
        date: "2018.08.08",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20121121_165%2F1353464164446KFnky_JPEG%2Fmovie_image.jpg",
        title: "레미제라블",
        desc: "빵 한 조각을 훔친 죄로 19년의 감옥살이를 한 장발장(휴 잭맨). 전과자라는 이유만으로 모두의 박해를 받던 장발장은 우연히 만난 신부의 손길 아래 구원을 받고 새로운 삶을 결심한다. 정체를 숨기고 마들렌이라는 새 이름으로 가난한 이들을 도우며 지내던 장발장은 운명의 여인, 판틴(앤 해서웨이)과 마주치고, 죽음을 눈앞에 둔 판틴은 자신의 유일한 희망인 딸, 코제트(아만다 사이프리드)를 장발장에게 부탁한다. 그러나 코제트를 만나기도 전에 경감 자베르(러셀 크로우)는 장발장의 진짜 정체를 알아차리고, 오래된 누명으로 다시 체포된 장발장은 코제트를 찾아 탈옥을 감행하는데…",
        author: "드라마",
        date: "2012.12.19",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20161124_209%2F1479966118269WuVYF_JPEG%2Fmovie_image.jpg",
        title: "사운드 오브 뮤직",
        desc: "음악을 사랑하는 말괄량이 견습 수녀 ‘마리아’는 원장 수녀의 권유로 해군 명문 집안 폰 트랩가의 가정교사가 된다. ‘마리아’는 좀처럼 마음의 문을 열지 않는 폰 트랩가의 일곱 아이들에게 노래를 가르치며 점차 교감하게 되고, 엄격한 ‘폰 트랩 대령’ 역시 마음의 문을 열게 된다. 그러던 어느 날, ‘마리아’는 자신이 ‘폰 트랩 대령’을 사랑하고 있다는 사실을 깨닫게 되고, 자신만의 비밀을 간직한 채 아이들의 곁을 떠나 다시 수녀원에 들어가기로 결심하는데…",
        author: "멜로/로맨스, 뮤지컬, 드라마",
        date: "1969.10.29",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20171218_47%2F1513561221134wvRja_JPEG%2Fmovie_image.jpg",
        title: "위대한 쇼맨",
        desc: "쇼 비즈니스의 창시자이자, 꿈의 무대로 전세계를 매료시킨 남자 ‘바넘’의 이야기에서 영감을 받아 탄생한 오리지널 뮤지컬 영화 <위대한 쇼맨>. <레미제라블> 이후 다시 뮤지컬 영화로 돌아온 휴 잭맨부터 잭 에프론, 미셸 윌리엄스, 레베카 퍼거슨, 젠다야까지 할리우드 최고의 배우들이 합류해 환상적인 앙상블을 선보인다. 여기에 <미녀와 야수> 제작진과 <라라랜드> 작사팀의 합류로 더욱 풍성해진 비주얼과 스토리, 음악까지 선보일 <위대한 쇼맨>은 ‘우리는 누구나 특별하다’는 메시지로 관객들에게 재미는 물론, 감동까지 선사할 것이다. THIS IS ME! 우리는 누구나 특별하다!",
        author: "드라마, 뮤지컬",
        date: "2017.12.20",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20221228_180%2F1672192903594D7lLE_JPEG%2Fmovie_image.jpg",
        title: "로알드 달의 뮤지컬 마틸다",
        desc: "명석한 두뇌와 풍부한 상상력을 지닌 특별한 소녀. 자신의 이야기를 바꾸려 당당히 나서자 기적과도 같은 결과가 찾아오는데. 용감한 소녀 마틸다를 만나보세요!",
        author: "뮤지컬, 가족, 코미디, 드라마",
        date: "2022.12.25",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20220929_135%2F1664441921246ae2RC_JPEG%2Fmovie_image.jpg",
        title: "인생은 아름다워",
        desc: "무뚝뚝한 남편 ‘진봉’과 무심한 아들 딸을 위해 헌신하며 살아온 ‘세연’은 어느 날 자신에게 시간이 얼마 남지 않았다는 것을 알게 된다. 한 치 앞도 알 수 없는 인생에 서글퍼진 ‘세연’은 마지막 생일선물로 문득 떠오른 자신의 첫사랑을 찾아 달라는 황당한 요구를 한다. 막무가내로 우기는 아내의 고집에 어쩔 수 없이 여행길에 따라나선 ‘진봉’은 아무런 단서도 없이 이름 석 자만 가지고 무작정 전국 방방곡곡을 누빈다. 시도 때도 없이 티격태격 다투던 두 사람은 가는 곳곳마다 자신들의 찬란했던 지난날 소중한 기억을 하나 둘 떠올리는데... 과연 ‘세연’의 첫사랑은 어디에 있으며 그들의 여행은 무사히 마칠 수 있을까?",
        author: "뮤지컬",
        date: "2022.09.28",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20210727_54%2F1627363229238c4U80_JPEG%2Fmovie_image.jpg",
        title: "드림걸즈",
        desc: "“신사 숙녀 여러분, ‘더 드림즈’를 소개합니다” 1960년대 세계를 뒤흔든 스타 탄생! 전설의 소울 트리오 ‘더 드림즈’ 같은 꿈을 키워온 세 친구 ‘디나’, ‘에피’, ‘로렐’의 드라마틱한 데뷔부터 화려한 성공, 아찔한 스캔들까지! 이들을 둘러싼 사랑과 우정, 박수와 환호가 히트송 퍼레이드와 함께 펼쳐진다. 꿈과 희망을 노래하는 환상의 무대가 지금 시작됩니다!",
        author: "드라마, 뮤지컬",
        date: "2007.02.22",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20231218_177%2F1702882813453yUlWQ_JPEG%2Fmovie_image.jpg",
        title: "위시",
        desc: "소원이 실제로 이루어지는 마법의 왕국 ‘로사스’. 그 곳에 살고 있는 총명하고 꿈 많은 소녀 '아샤'는 마음 속 깊이 사랑하는 ‘로사스’에 도움이 되기 위해 모두의 존경을 받는 '매그니피코 왕'을 찾아갔다가 그의 숨겨진 계획을 알게 된다. 혼란에 빠진 '아샤'의 간절한 부름에 무한한 에너지를 지닌 특별한 ‘별’이 하늘에서 내려오고 귀여운 염소 친구 '발렌티노'와 함께 이들은 진심 어린 소원과 용기가 얼마나 놀라운 일들을 만들어낼 수 있는지 증명하기 위해 '매그니피코 왕'에 맞서기로 결심한다. 그러나 '매그니피코 왕'은 자신의 힘을 이용해 '아샤'와 친구들을 위협하게 되고 이들은 큰 난관에 부딪히게 되는데... 2024년 새해, <겨울왕국> 시리즈 제작진이 선사하는 마법 같은 이야기가 찾아옵니다.",
        author: "애니메이션",
        date: "2024.01.03",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20210601_180%2F1622529931896LLAeY_JPEG%2Fmovie_image.jpg",
        title: "인 더 하이츠",
        desc: "'우스나비'에겐 도미니카 해변에 아버지의 상점을 다시 열고 싶은 꿈이 있다. 어린 시절부터 좋아한 친구 바네사에게 아직 고백 한 번 못한 채 망설이며 지내고 있다. '바네사'는 동네 미용실에서 패션 디자이너가 되기 위해 도시로 나가려다 예기치 못한 사랑에 빠진다. 스탠포드 대학에 진학한 '니나'는 가족들과 마을 사람들의 기대가 부담스럽고, 연인 '베니'는 니나의 아버지이자 사장이 니나의 학비 마련을 위해 운수회사를 팔려고 한다는 사실을 알게 된다. 그러던 어느 날 우스나비 가게에서 복권 당첨자가 나오고, 하이츠의 모든 사람들은 저 마다의 행복한 미래를 꿈꾸는데...",
        author: "뮤지컬",
        date: "2021.06.30",
    }
]