
export const Romance = [

    // 로맨스영화
    
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20130520_179%2F1369011482309poK1F_JPEG%2Fmovie_image.jpg",
        title: "어바웃타임",
        desc: "모태솔로 팀(돔놀 글리슨)은 성인이 된 날, 아버지(빌 나이)로부터 놀랄만한 가문의 비밀을 듣게 된다. 바로 시간을 되돌릴 수 있는 능력이 있다는 것! 그것이 비록 히틀러를 죽이거나 여신과 뜨거운 사랑을 할 수는 없지만, 여자친구는 만들어 줄 순 있으리.. 꿈을 위해 런던으로 간 팀은 우연히 만난 사랑스러운 여인 메리에게 첫눈에 반하게 된다. 그녀의 사랑을 얻기 위해 자신의 특별한 능력을 마음껏 발휘하는 팀. 어설픈 대시, 어색한 웃음은 리와인드! 뜨거웠던 밤은 더욱 뜨겁게 리플레이! 꿈에 그리던 그녀와 매일매일 최고의 순간을 보낸다. 하지만 그와 그녀의 사랑이 완벽해질수록 팀을 둘러싼 주변 상황들은 미묘하게 엇갈리고, 예상치 못한 사건들이 여기저기 나타나기 시작하는데… 어떠한 순간을 다시 살게 된다면, 과연 완벽한 사랑을 이룰 수 있을까?",
        author: "멜로/로맨스, 코미디",
        date: "2013.12.05",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20170425_32%2F1493082020875z1Nk7_JPEG%2Fmovie_image.jpg",
        title: "너와 100번째 사랑",
        desc: "‘리쿠’는 시간을 되돌릴 수 있는 ‘인생 레코드’로 인해 타임리프 능력을 가지게 된다. 첫사랑 소녀인 ‘아오이’가 웃는 것을 보기 위해 사용했던 ‘인생 레코드’. 하지만 이제 그녀의 슬픈 운명을 바꾸기 위한 시간 여행을 시작한다.",
        author: "드라마, 멜로/로맨스",
        date: "2017.05.25",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240115_93%2F1705289276026PLfkL_JPEG%2Fmovie_image.jpg",
        title: "상견니",
        desc: "2009년, 리쯔웨이와 황위쉬안은 밀크티 가게에서 우연히 재회한다. 처음 만났지만 마치 오래전부터 알고 있었던 것 같은 기시감과 묘한 설렘을 느끼는 두 사람. 이들은 사계절을 함께 보내며 가까워지고, 2010년의 마지막 날, 함께 새해를 맞이하며 연인이 된다. 2017년, 황위쉬안의 인생에 예상치 못한 변화가 생긴다. 해외 발령을 받게 된 것. 황위쉬안은 이 제안을 받아들이고 새로운 여정을 시작하지만 이 선택은 그녀의 미래를 바꿀 뿐만 아니라, 리쯔웨이와 모쥔제, 그리고 그녀가 아직 모르는 천윈루의 운명까지 뒤바꿔 놓는데… 이제, 이들은 수없이 뒤엉킨 타임라인 속에서 서로를 구하기 위해 낡은 테이프 속 들려오는 노래 ‘라스트 댄스’를 따라 달려가기 시작한다.",
        author: "드라마, 판타지, 멜로/로맨스",
        date: "2023.01.25",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20210506_116%2F1620269253724yUAgH_JPEG%2Fmovie_image.jpg",
        title: "언어의 정원",
        desc: "구두 디자이너를 꿈꾸는 고등학생 ‘다카오’는 비가 오는 날이면 도심의 정원으로 구두를 스케치하러 간다. 어느 날 그는 우연히 ‘유키노’라는 여인과 정원에서 만나게 되고, 예상치 못한 만남은 비가 오는 날이면 계속 이어진다. 그리고 비록 이름조차 모르지만 걷는 법을 잊어버린 그녀를 위해 ‘다카오’는 구두를 만들어 주기로 결심한다. 그러나 장마가 끝나갈 무렵, 그들 사이에는 뭔가 말하지 못한 것들이 남아 있는 듯한데…",
        author: "애니메이션",
        date: "2013.08.14",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20170705_50%2F1499221638838Yi6co_JPEG%2Fmovie_image.jpg",
        title: "나는 내일 어제의 너와 만난다",
        desc: "스무 살의 ‘타카토시’는 지하철에서 우연히 만난 ‘에미’를 보고 순식간에 마음을 빼앗긴다. 운명 같은 끌림을 느낀 타카토시의 고백으로 두 사람은 연인이 되고, 매일 만나 행복한 데이트를 한다. 하지만, 왠지 종종 의미를 알 수 없는 눈물을 보이던 에미로부터 믿을 수 없는 비밀을 듣게 된 타카토시는 큰 혼란에 빠진다. 그 비밀은 바로 타카토시와 에미의 시간은 서로 반대로 흐르고 있고, 교차되는 시간 속에서 함께 할 수 있는 시간은 오직 30일뿐이라는 것. 30일 후에도, 이 사랑은 계속될 수 있을까?",
        author: "멜로/로맨스, 판타지",
        date: "2017.10.12",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20240621_11%2F1718899259340HcWMj_JPEG%2Fmovie_image.jpg",
        title: "그 시절, 우리가 좋아했던 소녀",
        desc: "이제 막 17살이 된 ‘커징텅’(가진동)은 ‘쉬보춘’, ‘아허’, ‘라오차오’, ‘랴오잉홍’과 친한 친구가 된다. 이들의 공통점은 학교 최고 모범생 ‘션자이’(천옌시)를 좋아한다는 것! 어느날, 수업 중에 상상도 못할 장난을 치다 딱! 걸린 ‘커징텅’은 ‘션자이’에게 특별 감시를 받게 된다. 범생이와 문제아 사이, 절대 좁혀질 것 같지 않았던 거리는 점차 가까워져 가고… 잘해보려는 속마음과 달리 자꾸만 엇나가는 순간, ‘커징텅’은 자기 나름대로 마음을 고백하지만 ‘션자이’는 대답하지 않고, 15년이 지난 후에야 두 사람은 다시 만나게 되는데… 반짝이는 열일곱, 첫사랑이 시작됐다! 영원히 기억될 두근거림이 다시 한번 극장가에 돌아온다!",
        author: "멜로/로맨스, 드라마",
        date: "2012.08.22",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20200810_138%2F1597023139385oXMsi_JPEG%2Fmovie_image.jpg",
        title: "나의 소녀시대",
        desc: "돌아가고 싶은 리즈시절(?) 숨기고 싶은 흑역사(!) 1994년 대책 없이 용감했던 고딩시절, 유덕화 마누라가 꿈인 평범한 소녀 ‘린전신’과 학교를 주름잡는 비범한 소년 ‘쉬타이위’의 첫사랑 밀어주기 작전 모두가 소원한 첫 ♡ 로맨스",
        author: "멜로/로맨스, 드라마",
        date: "2016.05.11",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20150820_140%2F14400325489289j4Fh_JPEG%2Fmovie_image.jpg",
        title: "뷰티인사이드",
        desc: "남자, 여자, 아이, 노인.. 심지어 외국인까지! 자고 일어나면 매일 다른 모습으로 변하는 남자, ‘우진’. 그에게 처음으로 비밀을 말하고 싶은 단 한 사람이 생겼다. 드디어 D-DAY! ‘우진’은 그녀에게 자신의 마음을 고백하기로 하는데… “초밥이 좋아요? 스테이크가 좋아요? 사실.. 연습 엄청 많이 했어요. 오늘 꼭 그쪽이랑 밥 먹고 싶어서…”",
        author: "멜로/로맨스",
        date: "2015.08.20",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20120227_164%2F1330332687398PQ1U3_JPEG%2Fmovie_image.jpg",
        title: "건축학개론",
        desc: "생기 넘치지만 숫기 없던 스무 살, 건축학과 승민은 '건축학개론' 수업에서 처음 만난 음대생 서연에게 반한다. 함께 숙제를 하게 되면서 차츰 마음을 열고 친해지지만, 자신의 마음을 표현하는 데 서툰 순진한 승민은 입 밖에 낼 수 없었던 고백을 마음 속에 품은 채 작은 오해로 인해 서연과 멀어지게 된다. 어쩌면 다시…사랑할 수 있을까? 15년 만에 그녀를 다시 만났다 서른 다섯의 건축가가 된 승민 앞에 15년 만에 불쑥 나타난 서연. 당황스러움을 감추지 못하는 승민에게 서연은 자신을 위한 집을 설계해달라고 한다. 자신의 이름을 건 첫 작품으로 서연의 집을 짓게 된 승민, 함께 집을 완성해 가는 동안 어쩌면 사랑이었을지 모를 그때의 기억이 되살아나 두 사람 사이에 새로운 감정이 쌓이기 시작하는데…",
        author: "멜로/로맨스",
        date: "2012.03.22",
    },
    {
        img: "https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20161223_237%2F1482478338650rsEq0_JPEG%2Fmovie_image.jpg",
        title: "시애틀의 잠 못 이루는 밤",
        desc: "아내를 먼저 떠나보내고 실의에 빠진 ’샘’은 아들 ‘조나’와 함께 시애틀로 이사 한다. 한편, 완벽한 남친 ‘월터’와의 결혼을 앞둔 '애니'는 가족들에게 그를 소개하고 집으로 돌아오던 밤, 새 엄마가 필요하다는 깜찍한 라디오 사연을 보낸 '조나'와 아내와의 행복했던 추억을 잊지 못하는 '샘'의 이야기를 우연히 듣게 된다. 방송 이후 폭발적인 인기와 함께 '잠 못 이루는 시애틀씨'라는 애칭을 얻게 된 '샘' 그의 진심 어린 사연에 푹 빠진 '애니'는 그가 자신의 운명의 짝이라는 강렬한 이끌림을 느끼게 되고 결국 '샘'과 '조나'를 만나기 위해 시애틀로 향하는데... 과연 크리스마스의 로맨틱한 기적을 만날 수 있을까?",
        author: "멜로/로맨스, 코미디, 드라마",
        date: "1993.12.18",
    },
   
]